export const chatbotQuestions = [
    {
        id: 1,
        question: "מה זה My IDF?",
        answer:
            `My IDF הוא מנגנון ההזדהות הצה"לי לכל האתרים והאפליקציות של צה"ל באינטרנט!<br>

שם משתמש אחד וסיסמה אחת לכל משרת עבור כל האפליקציות.`
    },
    {
        id: 2,
        question: `הזנתי מספר ת"ז ולא נשלח

אלי קוד לטלפון הנייד`,
        answer:`מספר הטלפון שברשותך אינו מעודכן ברישומת הצה"לית ויש לעדכנו. <br><br>
            <u>לחיילי חובה וקבע</u> - יש להתחבר לאתר הפרט (<a href="https://prat.idf.il">Prat.idf.il</a>) ולעדכן את מספר הטלפון ב- "הפרופיל שלי".<br>
            לאחר כרבע שעה ניתן יהיה לשוב ולהשלים את תהליך הרישום. לחילופין, יש לפנות לקצין/ת המשא"ן ביחידה.<br><br>
            <u>גמלאים</u> - יש לעדכן את פרטי ההתקשרות מול מוקד מופת.<br><br>
            <u>מילואים</u> - יש לעדכן את פרטי הקשר אצל קצין/ת הקישור.<br><br>
            <u>אזרחים עובדי צה"ל</u> - יש לעדכן את פרטי הקשר אצל קצין/ת האזרחים.`,
    },
    {
        id: 3,
        question: `קוד האימות הדו-שלבי לא מגיע
        לאחר שהזנתי את הסיסמה הראשונית
        `,
        answer: `תמיד אפשר לבקש קוד נוסף!<br>
            יש לפעול עפ"י הוראות התמיכה המפורסמות באתר בעת תהליך הרישום.`,
    },
    {
        id: 4,
        question: `אני מקבל שגיאה עבור כל סיסמה שאני בוחר`,
        answer: `אנחנו מגנים עליכם ברשת ולכן יש לבחור סיסמה העומדת בנהלי אבטחת המידע של צה"ל.<br>
            על הסיסמה להיות באורך של 8 תווים ולהכיל לפחות אות אחת גדולה באנגלית, אות אחת קטנה באנגלית
            וכן, צריכה לכלול בנוסף לאותיות גם מספרים ו/או סימנים.`
    },
    {
        id: 5,
        question: `איך אפשר לקבל תמיכה נוספת?`,
        answer: `אני כאן כדי לסייע לכם!<br>
        לקבלת עזרה, יש למלא את הטופס בקישור הבא: <a style="overflow-wrap: break-word;" target="_blank" href="https://go.idf.il/Support">https://go.idf.il/Support</a>`
    },
];